benchmarks/framework-shootout/results/django/stream/run1/wrk_steady.txt
Running 5s test @ http://django:8080/stream
  4 threads and 20 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    37.64ms   30.78ms 158.66ms   63.60%
    Req/Sec   142.87     33.57   222.00     65.00%
  Latency Distribution
     50%   29.49ms
     75%   66.66ms
     90%   85.77ms
     99%   96.16ms
  2871 requests in 5.04s, 28.07GB read
Requests/sec:    569.14
Transfer/sec:      5.56GB